import { CAREER_Job as Job } from '../types'

export default [
   {
      _id: 'master',
      title: 'Капитан',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах (ОБЯЗАТЕЛЕН) и в районах плавания Азовское, Черное, Каспийское моря. Наличие полного комплекта документов для официального трудоустройства, а также для работы на реке и в море. Желательно иметь СОЛП по КЕК. '
   },
   {
      _id: 'chief-officer',
      title: 'Старший помощник капитана',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах с двигателем NVDS 48A-2U, а также с системой подогрева груза ГСП. (ОБЯЗАТЕЛЕН) и в районах плавания Азовское, Черное, Каспийское моря. Наличие полного комплекта документов для официального трудоустройства, а также для работы на реке и в море. Обязательно наличие диплома специалиста ответственного за охрану судна. СПКМ у нас грузовой. Опыт погрузо-разгрузочных работ обязателен.'
   },
   {
      _id: 'second-officer',
      title: 'Второй помощник капитана',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах (ЖЕЛАТЕЛЕН) и в районах плавания Азовское, Черное, Каспийское моря. Наличие полного комплекта документов для официального трудоустройства, а также для работы на реке и в море.  2 ПКМ у нас не грузовой, он навигационный. Умение работать с электронными картами.'
   },
   {
      _id: 'chief-engineer',
      title: 'Старший механик',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах с двигателем NVDS 48A-2U, а также с системой подогрева груза ГСП. (ОБЯЗАТЕЛЕН). Наличие полного комплекта документов для официального трудоустройства, а также для работы в море.'
   },
   {
      _id: 'second-engineer',
      title: 'Второй механик',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах с двигателем NVDS 48A-2U (ОБЯЗАТЕЛЕН). Наличие полного комплекта документов для официального трудоустройства, а также для работы в море.'
   },
   {
      _id: 'third-engineer',
      title: 'Третий механик',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичныхсудах с двигателем NVDS 48A-2U, а также с системой подогрева груза ГСП. (ОБЯЗАТЕЛЕН). Наличие полного комплекта документов для официального трудоустройства, а также для работы в море.'
   },
   {
      _id: 'el-officer',
      title: 'Электромеханик',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах (ЖЕЛАТЕЛЕН). Наличие полного комплекта документов для официального трудоустройства, а также для работы в море.'
   },
   {
      _id: 'pumpman',
      title: 'Донкерман',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах с двигателем NVDS 48A-2U, а также с системой подогрева груза ГСП.  (ОБЯЗАТЕЛЕН). Наличие полного комплекта документов для официального трудоустройства, а также для работы в море.'
   },
   {
      _id: 'motorman',
      title: 'Моторист',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах (ЖЕЛАТЕЛЕН). Рассматриваем кандидатов в старт. Наличие полного комплекта документов для официального трудоустройства, а также для работы в море.'
   },
   {
      _id: 'able-seaman',
      title: 'Квалифицированный матрос',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах в должности боцмана (ОБЯЗАТЕЛЕН). Наличие полного комплекта документов для официального трудоустройства, а также для работы на реке и в море.'
   },
   {
      _id: 'ordinary-seaman',
      title: 'Вахтенный матрос',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах (ЖЕЛАТЕЛЕН). Рассматриваем кандидатов в старт.  Наличие полного комплекта документов для официального трудоустройства, а также для работы на реке и в море.'
   },
   {
      _id: 'cook',
      title: 'Повар',
      description:
         'Требования - только граждане РФ. Опыт работы на аналогичных судах (ЖЕЛАТЕЛЕН). Рассматриваем кандидатов в старт.  Наличие полного комплекта документов для официального трудоустройства, а также для работы в море.'
   }
] as Job[]
