{
   "title": "Риомар",
   "services": [
      {
         "title": "Технический менеджмент",
         "description": "Технический менеджмент включает в себя надзор за техническим обслуживанием, ремонтом и общей эксплуатационной целостностью судов. Это плановые и внеплановые обследования, соблюдение нормативных требований, оперативное проведение ремонтов, внедрение новых технологий. Надежная координация, квалифицированный опыт и упреждающее планирование необходимы для минимизации времени простоя и затрат.",
         "href": "#page-0"
      },
      {
         "title": "Крюинг",
         "description": "Управление крюингом включает набор, обучение, развертывание и благополучие экипажа на борту корабля. Требуется тщательное планирование для обеспечения того, чтобы нужный персонал с требуемыми навыками был размещен на соответствующих судах, соблюдение международного трудового и морского законодательства, непрерывное обучение и развитие, а также внимание к физическому и психическому благополучию экипажа.",
         "href": "#page-1"
      },
      {
         "title": "Судоремонт и сухой док",
         "description": "Судоремонт и сухой док имеют жизненно важное значение для поддержания целостности и эксплуатационной эффективности судна. Этот процесс включает в себя осмотр, техническое обслуживание и ремонт различных компонентов, включая корпус, двигатель и оборудование. Постановка в сухой док требует, в частности, вывода корабля из воды для тщательного осмотра и капитального ремонта, часто с соблюдением строгих нормативных и экологических норм. Это сложная задача, требующая квалифицированного труда, точного планирования и координации с различными заинтересованными сторонами для минимизации времени простоя и затрат.",
         "href": "#page-2"
      },
      {
         "title": "Закупки и логистика",
         "description": "Закупки и логистика на судовом флоте включают в себя стратегический поиск поставщиков, управление запасами, координацию цепочки поставок, логистическое планирование, соблюдение нормативных требований, управление рисками, экологические соображения, технологическую интеграцию, управление взаимоотношениями с поставщиками, оптимизацию затрат и реагирование на чрезвычайные ситуации, поддерживая эффективные операции, рентабельность. и соответствие нормативным требованиям.",
         "href": "#page-3"
      },
      {
         "title": "Финансы",
         "description": "Финансы и бухгалтерский учет в управлении судовым флотом включают бюджетирование, контроль затрат, движение денежных средств, соблюдение нормативных требований, управление инвестициями и рисками, управление задолженностью, аудиты, начисление заработной платы экипажу, финансирование устойчивого развития, страхование и принятие стратегических бизнес-решений, обеспечивающих стабильность, соответствие требованиям, прибыльность и рост.",
         "href": "#page-4"
      }
   ]
}
